test_buns = [
    ("овсяная булочка", 45.50),
    ("булочка с маком", 60.0),
    ("хрустящая булочка", 33.33),
    ("сырная булочка", 75),
    ("", 0),
]


test_ingredients = [
    ("начинка", "котлета из говядины", 150.0),
    ("соус", "соус барбекю", 35.50),
    ("начинка", "сыр чеддер", 40.0),
    ("соус", "соус чесночный", 25.25),
    ("", "", 0),
]

buns_name_price = [
    ("булочка картофельная", 50),
    ("булочка ржаная", 75.5),
]

ingredients_type_name_price = [
    ("начинка", "бифштекс", 120),
    ("соус", "сырный", 30),
    ("начинка", "бекон", 80.5),
]