


class Data:
    bulka_1 = ['Флюоресцентная булка R2-D3', 988]
    bulka_2 = ['Краторная булка N-200i', 1255]
    sous_1 = ['Соусы', 'Соус Spicy-X', 90]
    sous_2 = ['Соусы', 'Соус фирменный Space Sauce', 80]
    sous_3 = ['Соусы', 'Соус традиционный галактический', 15]
    sous_4 = ['Соусы', 'Соус с шипами Антарианского плоскоходца', 88]
    ingr_1 = ['Начинки', 'Мясо бессмертных моллюсков', 1337]
    ingr_2 = ['Начинки', 'Говяжий метеорит (отбивная)', 3000]
    ingr_3 = ['Начинки', 'Биокотлета из марсианской Магнолии', 424]
    ingr_4 = ['Начинки', 'Филе Люминесцентного тетраодонтимформа', 988]
    bun = ["black bun", 100]








