class TestData:
    buns = [
        ("Флюоресцентная булка R2-D3", 988),
        ("Краторная булка N-200i", 1255)
    ]
    
    ingredients = [
        ("FILLING", "Биокотлета из марсианской Магнолии", 424),
        ("FILLING", "Говяжий метеорит (отбивная)", 3000),
        ("FILLING", "Мясо бессмертных моллюсков Protostomia", 1337),
        ("FILLING", "Плоды Фалленианского дерева", 874),
        ("FILLING", "Хрустящие минеральные кольца", 300),
        ("FILLING", "Сыр с астероидной плесенью", 4142),
        ("SAUCE", "Соус Spicy-X", 90),
        ("SAUCE", "Соус фирменный Space Sauce", 80),
        ("SAUCE", "Соус с шипами Антарианского плоскоходца", 173),
        ("SAUCE", "Традиционный галактический соус", 15)
        ]