bun_names = ["Галилеева", "Туманная", "Карликовая", "Солнечная", "Планетарная", "Таукитянская", "Нептунианская",
             "Кометная", "Пульсарная", "Лунная"]
max_bun_price = 10000
min_bun_price = 800
fillings = ["Водоросли c Альфа-Центавры", "Трава планеты Тау Кита", "Солнечный сыр", "Метеоритная руда",
            "Грибы Нептуна", "Семена растения-люминара", "Мука из панцирей"]
max_filling_price = 10000
min_filling_price = 300
sauces = ["Масло межгалактического льна", "Сок плодов Зета Ретикули", "1000 спутников", "Синий Бетельгейзеанский",
          "Альфаранский", "Лемурийский"]
max_sauces_price = 100
min_sauces_price = 1