PRICE_TEST_DATA = [
        (100, [], 200),
        (50, [("SAUCE", "Кетчуп", 30)], 130),
        (80, [("FILLING", "Котлета", 120), ("SAUCE", "Горчица", 20)], 300),
        (200, [("SAUCE", "Майонез", 10), ("FILLING", "Салат", 5)], 415),
        (10, [("FILLING", "Бекон", 150), ("FILLING", "Сыр", 100)], 270),
    ]

BUN_PRICE = 100.0
INGREDIENT_PRICE = 50.0

RECEIPT_TEST_DATA = [
    # Только булочка
    (
        "Белая булка",
        [],
        "(==== Белая булка ====)\n"
        "(==== Белая булка ====)\n\n"
        f"Price: {BUN_PRICE * 2}"
    ),

    # Булочка и один ингредиент
    (
        "Черная булка",
        [("SAUCE", "сырный")],
        "(==== Черная булка ====)\n"
        "= sauce сырный =\n"
        "(==== Черная булка ====)\n\n"
        f"Price: {BUN_PRICE * 2 + INGREDIENT_PRICE * 1}"
    ),

    # Булочка и несколько ингредиентов
    (
        "Краторная булка",
        [("FILLING", "говядина"), ("SAUCE", "острый")],
        "(==== Краторная булка ====)\n"
        "= filling говядина =\n"
        "= sauce острый =\n"
        "(==== Краторная булка ====)\n\n"
        f"Price: {BUN_PRICE * 2 + INGREDIENT_PRICE * 2}"
    ),
]
